import React from 'react'

const AutomlApplicationWeb = () => {
  return (
    <>
      AutoML 서비스를 사용하기 전 서비스를 신청하는 웹입니다. 중기청 R&D 사업의 최종 산출물 중 하나 입니다.
      <br/><br/>
      서비스에 대한 소개와 서비스 선택 기능 신청조회까지 가능하도록 하였으며, 신청자와 관리자에 대한 UI와 기능을 다르게 나오게 했습니다. 또한 개발을 하면서 신입 백엔드 개발자에 대한 교육을 병행 하였으며 신입 백엔드 개발자가 만든 신청 기능 로직과 관계형 데이터베이스의 문제점을 발견해 해결함으로써 속도 향상이 50%가량 빠르게 되었습니다.
      <br/><br/>
      서비스 소개 페이지 부분에 스크롤 애니메이션 구현을 부탁 받아 구현하게 되었으며 AOS 라이브러리를 활용하여 쉽게 구현을 할 수 있었습니다.
    </>
  )
}

export default AutomlApplicationWeb