import React from 'react'

const MarkerService = () => {
  return (
    <>
      어린이집에서 아동들이 등하원을 할 때 쓰는 자동전자출결 시스템입니다. 
      어린이집 내부 시스템(ubuntu), 테블릿 웹앱, 어린이집 선생님 웹, 운용사 웹으로 이루어진 서비스입니다.
      <br/><br/>
      서비스를 제공하면서 사용자의 관점에서 보는 시각이 생기고 고객의 니즈를 충족 시키기 위한 기능을 구상하고 구현을 하면서 서비스에 대한 공부를 할 수 있었습니다.
      <br/><br/>
      주로 아동들의 출결에 대해서 많은 문의가 왔었는데 비정상적인 출결(등원만 찍힘, 하원만 찍힘 등)에 대한 정보를 담당 선생님에게 문자가 평일에 하루에 한번 아침에 가도록 구현하여 콜센터 출결로 인한 전화 문의를 80% 정도 감소 시키고 출결 누락 문제도 90% 감소 시킬 수 있었습니다.
      <br/><br/>
      PHP에 대한 이해와 내부망을 통한 비콘 및 NFC 동작에 대한 이해도 높일 수 있었습니다.
      
      {/* <p/>
      <button>자세히 보기 ▶ README</button> */}
    </>
  )
}

export default MarkerService